spec/spec/SVWS/IntegrationPlatform/Examples/CustomerDetailsRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://bpc.ru/SVXP/integration">
   <soapenv:Header/>
   <soapenv:Body>
      <int:getCustomerDetailsRequest>
         <customer_id>29</customer_id>
         <customer_number>1300-000000000000029</customer_number>
         <inst_id>1300</inst_id>
         <lang>LANGRUS</lang>
      </int:getCustomerDetailsRequest>
   </soapenv:Body>
</soapenv:Envelope>
